Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Overlord Supertensiles Engineers
ru: Инженеры сверхтяжелых "Оверлорд"

source: Overseer
ru: Надзиратель

source: Overseers
ru: Надзиратели

source: Overseers of all things industrial, the administration staff of the Ktisma insula make sure that our factories are running like clockwork.
ru: Надзиратели за всем промышленным, административный персонал Ктисма Инсула следит за тем, чтобы наши фабрики работали как часы

source: Overseers of all things industrial, these specialized drone clusters make sure our manufactories are running like clockwork.
ru: Надзиратели за всем промышленным, эти специализированные кластеры беспилотных летательных аппаратов следят за тем, чтобы наши производства работали как часы

source: Overwhelming Force
ru: Подавляющая сила

source: Ownun Black Hole
ru: Собственная черная дыра

source: PERFECT!
ru: Идеально!.

source: PHAI-Omnidim-Core-Compound
ru: ФИИ Соединение Омнипрост-Ядер

source: PHI Dome
ru: Фи-купол

source: Pacifist Ethic
ru: Пацифизм

source: Packed to the brim with the best scientific equipment that our empire can muster, we will perform research on a level that puts everything we had till now to shame.
ru: Укомплектованные лучшим научным оборудованием, которое только может собрать наша империя, мы проведем исследования на уровне, который поставит под сомнение все, что у нас было до сих пор.

source: Paluush Armies
ru: Армии Палууша

source: Paluush Megapolis
ru: Мегаполис Палууш

source: Paluushia Absorbs Imprisonment!
ru: Палуушия поглощает тюремное заключение!

source: Paluushia Breached!
ru: Палуушия нарушена!

source: Paluushia Deflects Conjured Avatars!
ru: Палуушия отклоняет вызванные аватары!

source: Paluushia Demobilizes
ru: Палуушия демобилизуется

source: Paluushia Destroyed
ru: Палуушия уничтожена

source: Paluushia Observation Post Destroyed!
ru: Наблюдательный пункт Палуушиа уничтожен!

source: Paluushia Returning Fire!
ru: Палуушия открывает ответный огонь!

source: Paluushian Curse
ru: Палуушианское проклятие

source: Paluushian Forcefield
ru: Палуушианское силовое поле

source: Paluushian Manifestation Destroyed
ru: Палуушианское проявление уничтожено

source: Paluushian Psionic Singularity
ru: Палуушианская псионическая сингулярность

source: Pangalactic Common Cause
ru: Пангалактическое общее дело

source: Pangalactic Union
ru: Пангалактический союз

source: Panopticon
ru: Паноптикум

source: Panopticons
ru: Паноптикумы

source: Panthalassic World
ru: Мир Панталасса

source: Paradise Twins
ru: Райские близнецы

source: Paradox Library
ru: Библиотека парадокса

source: Parallel Scanner Structures
ru: Технология параллельного сканирования

source: Parbel Vortex
ru: Вихрь Парбела

source: Parbula Abyss
ru: Бездна Парбулы

source: Parenurinds Maw
ru: Пасть Паренуриндса

source: Part of the Puzzle
ru: Части пазла

source: Partial $name_penrose$
ru: Частичный $name_penrose$

source: Partial $name_penrose$ Built
ru: Частично $name_penrose$ Построено

source: Partial O-Class Dyson Sphere
ru: Частичная сфера Дайсона O-класса

source: Particles
ru: Частицы

source: Partisans Prepare Uprising
ru: Партизаны готовят восстание

source: Parts of this $name_penrose$'s output have been redirected towards supporting a massive and highly advanced ringworld built around it.
ru: Части этого $name_penrose$ вывода были перенаправлены на поддержку массивного и высокоразвитого мира-кольца, построенного вокруг него.

source: Parujor Abyss
ru: Бездна Паруджора

source: Parutea Maelstrom
ru: Водоворот Парутеи

source: Passage of the Cycles
ru: Коридор возможностей

source: Passive Zero-Point Energy Siphoning
ru: Пассивное перекачивание энергии с нулевой точки

source: Pathetic fools.
ru: Жалкие дураки.

source: Pathetic.
ru: Жалкий.

source: Pawgis Catlutyuni
ru: Павгис Катлутюни

source: Pawgrab McBean
ru: Пограб Макбин

source: Pawmi
ru: Пауми

source: Pawns
ru: Пешки

source: Pawnsel Grim
ru: Паунсел Грим

source: Pawprus
ru: Паппрус

source: Pawsef Klemens Meowsudski
ru: Юзеф Клеменс Мяусудский

source: Pawter Schmidt
ru: Поттер Шмидт

source: Pawther
ru: Лапоть

source: Pawtoria Fuzzkin
ru: Павтория Пушистик

source: Pawva
ru: Павва

source: Pax Galactica
ru: Мирная Галактика

source: Peace and Prosperity
ru: Прощай, оружие!

source: Peace will only be achieved through your complete destruction.
ru: Мир будет достигнут только через ваше полное уничтожение.

source: Peaceful Contacts
ru: Мирные контакты

source: Peculiar.
ru: Своеобразный.

source: Pelran Black Hole
ru: Черная дыра Пелрана

source: Pendurul Vortex
ru: Вихрь маятника

source: Penelope
ru: Пенелопа

source: Penrose Commerce Facilities
ru: Торговые объекты Пенроуза

source: Penrose Commerce Facility
ru: Торговый центр Пенроуза

source: Penrose Farming District
ru: Фермерский округ Пенроуз

source: Penrose Farming Districts
ru: Фермерские районы Пенроуза

source: Penrose Habitability
ru: Обитаемость Пенроуза

source: Penrose Injector
ru: Инжектор Пенроуза

source: Penrose Injectors
ru: Форсунки Пенроуза

source: Penrose Laboratories
ru: Лаборатории Пенроуза

source: Penrose Laboratory
ru: Лаборатория Пенроуза

source: Penrose Preference
ru: Предпочтение Пенроуза

source: Penrose Process Subnode
ru: Подузел процесса Пенроуза

source: Penrose Process Subnodes
ru: Подузлы процесса Пенроуза

source: Penrose Ring World
ru: Мир кольца Пенроуза

source: Penrose Ringworld
ru: Мир-кольцо Пенроуза

source: Penrose Sphere
ru: Сфера Пенроуза

source: Penrose Sphere Management Protocols
ru: Протоколы управления сферой Пенроуза

source: Pentadimensional Power Sources
ru: Пятимерные источники энергии

source: Pentafocused Emitter
ru: Пятифокусированный излучатель

source: Pentdia Black Hole
ru: Пятиугольная черная дыра

source: Penttos Delta
ru: Пенттос Дельта

source: Penturan Vortex
ru: Вихрь Пентурана

source: Perfect Ice
ru: Идеальный лед

source: Perfect Overlord
ru: Идеальный правитель

source: Perfect Vassal
ru: Идеальный вассал.

source: Perfect Vassalization Protocols
ru: Совершенные протоколы вассализации

source: Perfect Vassals
ru: Идеальные вассалы

source: Perfected Dark Matter Habitats
ru: Совершенные среды обитания Темной материи

source: Perfection Beckons
ru: Совершенство манит

source: Perform a Ragnarok Strike.
ru: Выполнить Рагнарок.

source: Perhaps in time, our understanding will be sufficient...
ru: Возможно, со временем нашего понимания будет достаточно...

source: Perhaps later.
ru: Возможно, позже.

source: Perhaps the solution will reveal itself, in time.
ru: Возможно, решение проявится само собой, со временем

source: Perhaps there is some hope for this Cycle, after all.
ru: Возможно, в конце концов, есть какая-то надежда на этот цикл.

source: Perhaps we can 'feed' it something less valuable
ru: Возможно, мы сможем "накормить" его чем-нибудь менее ценным

source: Perhaps we can just feed it xeno trash
ru: Возможно, мы можем просто накормить его ксеноновым мусором

source: Perhaps we could learn from these creatures, somehow.
ru: Возможно, мы могли бы каким-то образом поучиться у этих существ.

source: Perhaps we should consider building more as well.
ru: Возможно, нам стоит подумать о строительстве новых.

source: Perhaps your kind will be able to help us save Flusion and the galaxy.
ru: Возможно, ваш вид сможет помочь нам спасти Флюсиалла и галактику.

source: Perhaps, but you'll have to pay us.
ru: Возможно, но вам придется заплатить нам.

source: Perimeter Station Reactor
ru: Реактор станции периметра

source: Perseverance
ru: Стойкость

source: Perseverance Traditions
ru: Традиции стойкости

source: Perseverance Traditions Finished
ru: Традиции стойкости завершены

source: Persistence
ru: Упорство

source: Personal Ambitions
ru: Профессиональные амбиции

source: Perujor Vortex
ru: Вихрь Перужора

source: Pest Control
ru: Борьба с вредителями

source: Petenu Black Hole
ru: Черная дыра Петену

source: Peter von Schnurren
ru: Петер фон Шнуррен

source: Peters
ru: Питерс

source: Petirin Maelstrom
ru: Петиринский водоворот

source: Petium Vortex
ru: Петиумный вихрь

source: Pexenulons Maw
ru: Пасть Пексенулона

source: Pexrad Abyss
ru: Бездна Пексрада

source: Pexurys Singularity
ru: Сингулярность Пексури

source: Phanon $aot_gatekeeper$
ru: $aot_gatekeeper$ Фанона

source: Phanon $aot_gatekeeper$ Front Section
ru: Фронтальная секция Привратника Фанона

source: Phanon $aot_gatekeeper$ Mid section
ru: Центральная секция Привратника Фанона

source: Phanon $aot_gatekeeper$ Spinal Section
ru: Спинальная секция Привратника Фанона

source: Phanon $aot_gatekeeper$ Stern Section
ru: Кормовая секция Привратника Фанона

source: Phanon $aot_megaturret$ Left Barrel
ru: Левое орудие мега-башни Фанона

source: Phanon $aot_megaturret$ Right Barrel
ru: Правое орудие мега-башни Фанона

source: Phanon $precursor_juggernaut$
ru: $precursor_juggernaut$ Фанона

source: Phanon $precursor_juggernaut$ Core
ru: Ядро Варбаржа Фанона

source: Phanon $precursor_juggernaut$ Left Wing
ru: Левое крыло Варбаржа Фанона

source: Phanon $precursor_juggernaut$ Right Wing
ru: Правое крыло Варбаржа Фанона

source: Phanon Agri Gigaplex
ru: Агро-Гигаплекс Фанона

source: Phanon Alchemy
ru: Алхимия Фанона

source: Phanon Alchemy Orb
ru: Алхимическая сфера Фанона

source: Phanon Amplification
ru: Усиление Фанона

source: Phanon Assembly Core
ru: Сборочное ядро Фанона

source: Phanon Automatic Delivery System (P.A.D.S)
ru: Фанонная автоматическая система доставки (Ф.А.С.Д)

source: Phanon Brainiac
ru: Мозговик Фанона

source: Phanon Bulwark Section
ru: Секция оплота Фанона

source: Phanon Candle of Awesome
ru: Энигмалит Кали

source: Phanon Circuits
ru: Схемы Фанона

source: Phanon Class-7 Singularity
ru: Сингулярность Фанона класса 7

source: Phanon Control Center
ru: Центр управления Фанона

source: Phanon Controllers
ru: Контроллеры Фанона

source: Phanon Delphic AI Timespace Folding
ru: Свертывание пространства-времени Дельфийским ИИ Фанона

source: Phanon Demolition Drone
ru: Дрон для сноса зданий Phanon

source: Phanon Demolition Drones
ru: Беспилотный летательный аппарат Phanon

source: Phanon Demolition Man
ru: Фанон-разрушитель

source: Phanon Demolition Squads
ru: Отряды разрушителей Фанона

source: Phanon District Energy Cost Multiplier
ru: Стоимость района Фанона в энергии

source: Phanon District Mineral Cost Multiplier
ru: Стоимость района Фанона в минералах

source: Phanon District Runic Power Cost Multiplier
ru: Стоимость района Фанона в рунической энергии

source: Phanon Driven-Evolution Chambers
ru: Эволюционные камеры Фанона

source: Phanon Drone Habitation
ru: Жилье дронов Фанона

source: Phanon Dutyforce Department
ru: Департамент служащих Фанона

source: Phanon Emissary Framework
ru: Структура Эмиссара Фанона

source: Phanon Energy Conduit
ru: Энергопроводник Фанона

source: Phanon Energy District
ru: Энергетический район Фанона

source: Phanon Energy Districts
ru: Энергетические районы Фанона

source: Phanon Enigmatic Fortification
ru: Загадочное укрепление Фанона

source: Phanon Estate District
ru: Район недвижимостей Фанона

source: Phanon Estates
ru: Поместья Фанона

source: Phanon Ethereal Worship
ru: Эфирное поклонение Фанона

source: Phanon Evolutions
ru: Эволюции Фанона

source: Phanon Food Processing
ru: Переработка пищи Фанона

source: Phanon Forging
ru: Ковка Фанона

source: Phanon Foundry District
ru: Литейный район Фанона

source: Phanon Foundry Districts
ru: Литейнып районы Фанона

source: Phanon Frontline Section
ru: Секция передовой Фанона

source: Phanon G-Man Education Center
ru: Образовательный центр Фанона 'Джи-мэн'

source: Phanon Garrison Forces
ru: Гарнизонные силы Фанона

source: Phanon Generator District Build Speed Multiplier
ru: Скорость строительства генераторного района Фанона

source: Phanon Genetics
ru: Генетика Фанона

source: Phanon Genius District
ru: Район гениев Фанона

source: Phanon Genius Districts
ru: Районы гениев Фанона

source: Phanon Gestation
ru: Гнездование Фанона

source: Phanon Giga Core
ru: Гига-ядро Фанона

source: Phanon Giga Installations
ru: Гига-сооружения Фанона

source: Phanon Governance
ru: Управление Фанона

source: Phanon Great Wall
ru: Великая стена Фанона

source: Phanon Hab Block
ru: Жилой блок Фанона

source: Phanon Hab Blocks
ru: Жилые блоки Фанона

source: Phanon Habitat
ru: Среда обитания Фанона

source: Phanon Habitat Retrofit
ru: Модернизация среды обитания Фанона

source: Phanon Hive Cluster
ru: Скопление ульев Фанона

source: Phanon Hives
ru: Ульи Фанона

source: Phanon Kool-Aid
ru: Хладо-ген Фанона

source: Phanon Luxury Printing
ru: Роскошная печать Фанона

source: Phanon MacR.I.P.P.
ru: Фанон МакР.И.П.П.

source: Phanon Machine Dome
ru: Купол машин Фанона

source: Phanon Medication
ru: Препараты Фанона

source: Phanon Mining District
ru: Горнодобывающий район Фанона

source: Phanon Nutrient Replication
ru: Репликация питательных веществ Фанона

source: Phanon Oblivion Complex
ru: Комплекс забвения Фанона

source: Phanon Omnidimensional Gateway
ru: Омнипространственные врата Фанона

source: Phanon PHI Domes
ru: Фи-купола Фанона

source: Phanon Palace
ru: Дворец Фанона

source: Phanon Paradox Library
ru: Библиотека Парадокса Фанона

source: Phanon Planetary Encasement
ru: Планетарное экранирование Фанона

source: Phanon Post Scarcity
ru: Ограничение спроса Фанона

source: Phanon Power Amplificiation Nexus
ru: Нексус усиления мощности Фанона

source: Phanon Purification
ru: Очистка Фанона

source: Phanon Pylon Star
ru: Пилонная звезда Фанона

source: Phanon Research Coordination
ru: Координация исследований Фанона

source: Phanon Reserve Section
ru: Секция резерва Фанона

source: Phanon Runic Forging
ru: Руническая ковка Фанона

source: Phanon Sacrifice
ru: Пожертвование Фанона

source: Phanon Sentinel Units
ru: Дозорные единицы Фанона

source: Phanon Six Stars General
ru: Генерал шести звезд Фанона

source: Phanon Station
ru: Станция Фанона

source: Phanon Synth Coordination
ru: Координация синтетиков Фанона

source: Phanon Synth Coordination Center
ru: Координационный центр синтетиков Фанона

source: Phanon T.I.M.
ru: Т.И.М. Фанона

source: Phanon Ultrafex Power Conduit
ru: Энергоканал Фанон Ультрафекс

source: Phanon Vault Location Tracker
ru: Трекер местонахождения хранилища Фанона

source: Phanon Watcher Section
ru: Секция наблюдателя Фанона

source: Phanon-Class Emissary
ru: Эмиссар класса Фанон

source: Phase Disruptors
ru: Фазовые дезинтеграторы

source: Phased Hyperenergetic Power Capacitors
ru: Фазированные гиперэнергетические силовые конденсаторы

source: Phequa Black Hole
ru: Черная дыра Фекуа

source: Philosopher Orb
ru: Философская сфера

source: Philosophy
ru: Философия

source: Philosophy Traditions
ru: Традиции философии

source: Philosophy Traditions Finished
ru: Традиции философии завершены

source: Photonic Matter Shield Boost
ru: Усиление щита фотонной материи

source: Photonic Matter Utilization
ru: Использование фотонной материи

source: Photonic Matter can be used to temporarily increase the efficiency of our ship's shield regeneration.
ru: Фотонная материя может быть использована для временного повышения эффективности регенерации щита нашего корабля.

source: Physicist
ru: Физик

source: Physicist Drone
ru: Дрон-физик

source: Physicist Drones
ru: физики-дроны.

source: Physicist Jobs
ru: Работа физика

source: Physicists
ru: Физики

source: Physics Databanks
ru: Физическое открытие

source: Physma Construction
ru: Конструкция Физма

source: Physma Insula
ru: Физмы Инсула

source: Physma Insula Drone
ru: Дрон Физма Инсула

source: Physma Insula Drones
ru: Дроны Физма Инсула

source: Physma Insula Management Cluster
ru: Кластер управления Физма Инсула

source: Physma Insula Management Clusters
ru: Кластеры управления Физма Инсула

source: Physma Insula Manager
ru: Менеджер Физма Инсула

source: Physma Insula Managers
ru: Менеджеры Физма Инсула

source: Physma Insula Worker
ru: Работник Физма Инсула

source: Physma Insula Workers
ru: Работники Физма Инсула

source: Physma Insulae
ru: Физма Инсулае

source: Picked an approach
ru: Выбрал подход

source: Picket Crust
ru: Корж для пикета

source: Picket Thrusters
ru: Пикетные двигатели

source: Picket Weapon Arrays
ru: Системы вооружения пикетов

source: Pinnacle Company: Engineering
ru: Вершина компании: Инженерия

source: Pinnacle Company: Physics
ru: Вершина компании: Физика

source: Pinnacle Company: Society
ru: Вершина компании: Общество

source: Pinnacle Society
ru: Общество пирамид

source: Pious
ru: Благочестивый

source: Piracy
ru: Пиратство

source: Piracy Traditions
ru: Традиции пиратства

source: Piracy Traditions finished
ru: Традиции пиратства завершены

source: Pitoros
ru: Питорос

source: Place over a planet to target it with the QS-O.
ru: Наведите на планету, чтобы нацелить на нее QS-O.

source: Place over a star to target it with the QS-O.
ru: Наведите курсор на звезду, чтобы нацелить на нее QS-O.

source: Planck-Dismantlement Beam
ru: Планковско-демонтажный луч

source: Planckalloy Plating
ru: Покрытие планкосплавом

source: Planer
ru: Стратег

source: Planet Blockers
ru: Блокираторы планеты

source: Planet Devastated
ru: Планета опустошена

source: Planet Eradicated
ru: Планета разрушена

source: Planet Sacrificed
ru: Планета принесена в жертву

source: Planetary Aggregate
ru: Планетарный агрегат

source: Planetary Archive
ru: Планетарный архив

source: Planetary Artilleries
ru: Планетарная артиллерия

source: Planetary Artillery
ru: Планетарная артиллерия

source: Planetary Computer
ru: Планетарный компьютер

source: Planetary Computer Alloys
ru: Сплавы планетарного компьютера

source: Planetary Computer Alloys Cost
ru: Стоимость сплавов планетарного компьютера

source: Planetary Computer Habitability
ru: Обитаемость планетарного компьютера

source: Planetary Computer Preference
ru: Предпочтения планетарного компьютера

source: Planetary Computer Unity
ru: Планетарный компьютер Единство

source: Planetary Computer Unity Cost
ru: Стоимость Единство Планетарный компьютер

source: Planetary Computing Complex Management Protocols
ru: Протоколы управления планетарным вычислительным комплексом

source: Planetary Control Center
ru: Планетарный центр управления

source: Planetary Control Centers
ru: Планетарные центры управления

source: Planetary Core Reactor
ru: Планетарный реактор с активной зоной

source: Planetary Defence Force
ru: Силы планетарной обороны

source: Planetary Defense Cannon I
ru: Планетарное защитное орудие I

source: Planetary Defense Cannon II
ru: Планетарное защитное орудие II

source: Planetary Defense Cannon III
ru: Планетарное защитное орудие III

source: Planetary Defense District
ru: Район планетарной обороны

source: Planetary Defense Districts
ru: округа планетарной обороны

source: Planetary Defense Nexus
ru: Связь планетарной обороны

source: Planetary Defense Nexus Mechanics
ru: Механика нексуса планетарной обороны

source: Planetary Defense Nexus Operational
ru: Оперативный узел планетарной обороны

source: Planetary Dockyard
ru: Планетарная верфь

source: Planetary Dockyard Complete!
ru: Планетарная верфь завершена!

source: Planetary Dockyard Construction Site Complete!
ru: Строительство планетарной верфи завершено!

source: Planetary Dockyard Management Protocols
ru: Протоколы управления планетарными верфями

source: Planetary Dockyard Uplink
ru: Восходящая линия связи планетарной верфи

source: Planetary Drive Yards
ru: Планетарные приводные боксы

source: Planetary Drive Yards Operational
ru: Планетарный привод в рабочем состоянии

source: Planetary Evacuation
ru: Эвакуация планеты

source: Planetary Expedition Infrastructure
ru: Инфраструктура планетарной экспедиции

source: Planetary Foundries
ru: Планетарные литейные заводы

source: Planetary Geothermal Stabilization
ru: Планетарная геотермальная стабилизация

source: Planetary Guardians
ru: Планетарные стражи

source: Planetary Hangars
ru: Планетарные ангары

source: Planetary Hyperdrive
ru: Планетарный гипердвигатель

source: Planetary Hypershipyards
ru: Планетарные верфи гиперпространства

source: Planetary Lighting
ru: Планетарное освещение

source: Planetary Mass
ru: Масса планеты

source: Planetary Mass represents large amounts of solid unrefined matter harvested from a telluric planet or moon, stored in the form of large asteroids.
ru: Планетарная масса представляет собой большое количество твердого неочищенного вещества, собранного с теллурической планеты или луны и хранящегося в виде крупных астероидов.

source: Planetary Matter Harvester
ru: Сборщик планетарной материи

source: Planetary Mineral Extraction
ru: Планетарная добыча полезных ископаемых

source: Planetary Mines Excavated
ru: Раскопаны планетарные шахты

source: Planetary Missile Batteries
ru: Планетарные ракетные батареи

source: Planetary Mysterious Activity
ru: Загадочная активность планеты

source: Planetary Nature Pacification
ru: Умиротворение планетарной природы

source: Planetary Outpost
ru: Планетарный аванпост

source: Planetary Outpost Immigration
ru: Иммиграция на планетарный аванпост

source: Planetary Outposts
ru: Планетарные аванпосты

source: Planetary Panopticon
ru: Планетарный паноптикум

source: Planetary Presence
ru: Планетарное присутствие

source: Planetary Program
ru: Планетарная программа

source: Planetary Program :Planetary Shaper
ru: Планетарная программа :Планетарный формирователь

source: Planetary Program I: Asteroids
ru: Планетарная программа I: Астероиды

source: Planetary Program II: Random World
ru: Планетарная программа II: Случайный мир

source: Planetary Program III: Perfect World
ru: Планетарная программа III: Мир Эдем

source: Planetary Program Stabilization
ru: Стабилизация планетарной программы

source: Planetary Reconstruction
ru: Планетарная реконструкция

source: Planetary Relay
ru: Планетарное реле

source: Planetary Remnants
ru: Остатки планеты

source: Planetary Removal Unit
ru: Планетарный съемный блок

source: Planetary Removal Units
ru: Планетарные съемные устройства

source: Planetary Ring Habitat
ru: Среда обитания планетарного кольца

source: Planetary Ring Habitat Habitability
ru: Пригодность для обитания в планетарном кольце

source: Planetary Ring Habitat Preference
ru: Предпочтение среды обитания планетарного кольца

source: Planetary Runic Shield Generator
ru: Рунический генератор планетарного щита

source: Planetary Scale Computing Complexes
ru: Вычислительные комплексы планетарного масштаба

source: Planetary Shield
ru: Планетарный щит

source: Planetary Shipbuilding Facilities
ru: Планетарные судостроительные сооружения

source: Planetary Shipyards
ru: Планетарные верфи

source: Planetary Soil Fertilizer
ru: Планетарное удобрение для почвы

source: Planetary Station Hull
ru: Корпус планетарной станции

source: Planetary Strike Forces
ru: Планетарные ударные силы

source: Planetary Strip Mine Depleted
ru: Планетарная шахта истощена

source: Planetary Strip Mine Found Resources
ru: Найдены ресурсы на планетарной шахте

source: Planetary Strip Mine Operational
ru: Планетарная шахта в рабочем состоянии

source: Planetary Strip Mine Reached Outer Core
ru: Планетарная полосовая мина достигла внешнего ядра

source: Planetary Support Beams
ru: Планетарные опорные конструкции

source: Planetary Support Infrastructure
ru: Инфраструктура планетарной поддержки

source: Planetary Transtemporal Shield Generator
ru: Транстемпоральный генератор планетарного щита

source: Planetary city districts' energy upkeep
ru: Энергообеспечение районов планетарного города

source: Planetary ruler jobs' unity production multiplier
ru: Планетарное производство единства правителями
